[
  {
    "name": "L’air qui nous entoure",
    "objectives": "Étudier la composition de l’atmosphère et expliquer les mouvements de l’air.",
    "hours": 2,
    "Concepts clés": "Atmosphère, couches de l’atmosphère, circulation atmosphérique",
    "Capacités évaluables": "Poser une problématique, formuler des hypothèses, utiliser une démarche scientifique",
    "Connaissances évaluables": "Structure de l’atmosphère, naissance du vent, rôle protecteur de la couche d’ozone",
    "Objectif de cours": "Comprendre l’organisation de l’atmosphère terrestre et la formation du vent.",
    "Connaissances et Capacités": "Couches de l’atmosphère, mouvement des masses d’air, outils d’observation",
    "Prérequis": "Connaissances sur l’air, l’atmosphère, corps chaud et froid, propriétés des gaz",
    "bilan": "L’élève explore la structure de l’atmosphère, ses couches (troposphère, stratosphère…), leur rôle protecteur (ozone), et la naissance du vent causée par les différences de température et de pression. Lecture de cartes météo, introduction à la dynamique de l’air."
  },
  {
    "name": "Quelques propriétés de l’air et ses constituants",
    "objectives": "Identifier les propriétés physiques de l’air à l’aide du modèle particulaire.",
    "hours": 1,
    "Concepts clés": "Air, mélange gazeux, modèle particulaire",
    "Capacités évaluables": "Mesurer la masse d’un gaz, expliquer la compressibilité, interpréter des observations",
    "Connaissances évaluables": "Composition de l’air, propriétés physiques (masse, compressibilité)",
    "Objectif de cours": "Utiliser le modèle particulaire pour expliquer les propriétés de l’air.",
    "Connaissances et Capacités": "Modèle particulaire, mesure de masse, outils expérimentaux",
    "Prérequis": "Gaz, pression, mélange homogène, propriétés communes aux gaz",
    "bilan": "L’air est étudié comme un mélange gazeux compressible ayant une masse. À travers des expériences simples, les élèves identifient ses constituants et interprètent ses propriétés à l’aide du modèle particulaire."
  },
  {
    "name": "Molécules et atomes",
    "objectives": "Distinguer entre molécules et atomes, et différencier corps pur simple et composé.",
    "hours": 3,
    "Concepts clés": "Molécule, atome, corps pur, symbole chimique",
    "Capacités évaluables": "Associer noms et formules chimiques, identifier éléments chimiques",
    "Connaissances évaluables": "Définitions de molécule et atome, symboles usuels",
    "Objectif de cours": "Découvrir la structure microscopique de la matière.",
    "Connaissances et Capacités": "C, H, O, N ; H₂O, CO₂, CH₄ ; représentation symbolique",
    "Prérequis": "Éléments de base de la matière, symboles chimiques usuels",
    "bilan": "Découverte des notions de molécule et d’atome. Les élèves apprennent à identifier les corps purs simples et composés à partir de leurs formules chimiques et de symboles usuels."
  },
  {
    "name": "Réaction chimique et combustions",
    "objectives": "Étudier différents types de combustions et comprendre les réactions chimiques.",
    "hours": 4,
    "Concepts clés": "Combustion, transformation chimique, dioxygène, conservation de la masse",
    "Capacités évaluables": "Identifier les réactifs et produits, écrire et équilibrer une réaction chimique",
    "Connaissances évaluables": "Exemples de combustions (butane, carbone), conservation des atomes",
    "Objectif de cours": "Comprendre la combustion comme transformation chimique.",
    "Connaissances et Capacités": "Réactifs, produits, oxydation, monoxyde de carbone",
    "Prérequis": "Molécules, combustions, états de la matière",
    "bilan": "Différenciation transformation physique/chimique. L’élève apprend à écrire des équations chimiques équilibrées, comprendre la conservation des atomes et de la masse, à travers des expériences simples."
  },
  {
    "name": "Matières naturelles et matières synthétiques",
    "objectives": "Distinguer les matières naturelles des synthétiques et leurs sources.",
    "hours": 2,
    "Concepts clés": "Raffinage, matière naturelle, matière synthétique",
    "Capacités évaluables": "Classer des substances, identifier les origines",
    "Connaissances évaluables": "Produits issus du pétrole, distinction naturel/synthétique",
    "Objectif de cours": "Comprendre l’origine et la classification des matériaux.",
    "Connaissances et Capacités": "Hydrocarbures, transformations industrielles",
    "Prérequis": "Formes de la matière, propriétés chimiques",
    "bilan": "Étude des combustions complètes et incomplètes, avec mise en évidence des produits et dangers. Réflexion sur les applications domestiques (chauffage, gaz, tabac) et les précautions à prendre."
  },
  {
    "name": "Pollution de l’air",
    "objectives": "Identifier les polluants atmosphériques et proposer des solutions.",
    "hours": 2,
    "Concepts clés": "Polluant, effet de serre, prévention",
    "Capacités évaluables": "Analyser une situation, proposer des mesures de réduction",
    "Connaissances évaluables": "Polluants courants, effets sur la santé et l’environnement",
    "Objectif de cours": "Étudier les sources de pollution et leurs conséquences.",
    "Connaissances et Capacités": "Origine des polluants, mesures de réduction",
    "Prérequis": "Atmosphère, combustion, effets des gaz",
    "bilan": "Distinction entre matières naturelles (bois, pétrole, coton…) et synthétiques (plastiques). L’élève découvre les processus industriels de transformation et les impacts environnementaux."
  },
  {
    "name": "La lumière qui nous entoure",
    "objectives": "Reconnaître l’importance de la lumière dans la vie quotidienne et identifier ses sources.",
    "hours": 1,
    "Concepts clés": "Lumière, émetteur, récepteur, source primaire/secondaire",
    "Capacités évaluables": "Identifier les sources de lumière, classer les objets selon leur comportement lumineux",
    "Connaissances évaluables": "Rôle de la lumière, perception visuelle, source lumineuse",
    "Objectif de cours": "Comprendre les sources et l'utilité de la lumière.",
    "Connaissances et Capacités": "Récepteurs et sources lumineuses, phénomènes lumineux simples",
    "Prérequis": "Sources de lumière, corps transparents/opaques, image, ombre",
    "bilan": "Identification des principales sources de pollution (véhicules, industries), nature des polluants (CO, NOx…), effets sanitaires et environnementaux, et propositions de solutions et de prévention."
  },
  {
    "name": "Sources et récepteurs de la lumière",
    "objectives": "Distinguer sources et récepteurs lumineux, et expliquer leur interaction.",
    "hours": 2,
    "Concepts clés": "Émetteur, récepteur, lumière visible",
    "Capacités évaluables": "Observer et classer différents objets selon leur rôle optique",
    "Connaissances évaluables": "Définition et exemples de sources et récepteurs",
    "Objectif de cours": "Étudier les interactions entre lumière et matière.",
    "Connaissances et Capacités": "Émission, absorption, diffusion de la lumière",
    "Prérequis": "Connaissance des objets lumineux et non lumineux",
    "bilan": "Introduction à la lumière et ses rôles dans la vie quotidienne (vision, photosynthèse, production énergétique). Découverte des objets lumineux, importance dans la nature et la technologie."
  },
  {
    "name": "Lumière et couleurs : dispersion de la lumière",
    "objectives": "Analyser la composition de la lumière blanche et comprendre la dispersion.",
    "hours": 2,
    "Concepts clés": "Dispersion, spectre de la lumière blanche, prisme",
    "Capacités évaluables": "Observer la décomposition de la lumière blanche",
    "Connaissances évaluables": "Couleurs composantes, phénomènes de dispersion",
    "Objectif de cours": "Décomposer et recomposer la lumière blanche.",
    "Connaissances et Capacités": "Couleurs primaires et secondaires, synthèse",
    "Prérequis": "Lumière blanche, arc-en-ciel, couleurs",
    "bilan": "Classification des objets selon leur rôle optique (source primaire/secondaire, récepteur). Étude des conditions de visibilité. Activités sur l’émission et la réception de lumière."
  },
  {
    "name": "Propagation de la lumière",
    "objectives": "Comprendre la propagation rectiligne de la lumière et ses conséquences.",
    "hours": 3,
    "Concepts clés": "Rayon lumineux, faisceau lumineux, propagation rectiligne",
    "Capacités évaluables": "Tracer la trajectoire d’un faisceau lumineux",
    "Connaissances évaluables": "Caractéristiques de la propagation dans un milieu homogène",
    "Objectif de cours": "Modéliser le trajet de la lumière dans différents milieux.",
    "Connaissances et Capacités": "Rayons lumineux, supports optiques",
    "Prérequis": "Chambre noire, rayonnement lumineux",
    "bilan": "Observation et décomposition de la lumière blanche. Étude du spectre lumineux et synthèse additive et soustractive. Compréhension de l’origine des couleurs."
  },
  {
    "name": "Applications de la propagation rectiligne",
    "objectives": "Expliquer les ombres et éclipses à partir du trajet de la lumière.",
    "hours": 2,
    "Concepts clés": "Ombre, pénombre, éclipse",
    "Capacités évaluables": "Analyser des situations naturelles par des schémas",
    "Connaissances évaluables": "Formation des ombres, mécanisme des éclipses",
    "Objectif de cours": "Étudier les effets de la lumière sur des objets opaques.",
    "Connaissances et Capacités": "Représentation géométrique de la lumière",
    "Prérequis": "Propagation de la lumière, objets opaques",
    "bilan": "Découverte de la propagation rectiligne de la lumière dans des milieux homogènes. Tracé de faisceaux lumineux, compréhension des trajectoires et représentation géométrique."
  },
  {
    "name": "Les lentilles minces",
    "objectives": "Classer les lentilles et étudier leurs effets sur la lumière.",
    "hours": 4,
    "Concepts clés": "Lentille convergente, divergence, image",
    "Capacités évaluables": "Utiliser une lentille pour former une image",
    "Connaissances évaluables": "Fonctionnement des lentilles, focalisation",
    "Objectif de cours": "Étudier les propriétés des lentilles minces.",
    "Connaissances et Capacités": "Vergence, foyer, distance focale",
    "Prérequis": "Faisceaux lumineux, déviation de la lumière",
    "bilan": "Étude des ombres, pénombres, et phénomènes naturels comme les éclipses. Modélisation des phénomènes à l’aide de schémas et maquettes."
  },
  {
    "name": "Étude de quelques appareils optiques",
    "objectives": "Étudier le fonctionnement de la loupe et de l'œil humain.",
    "hours": 2,
    "Concepts clés": "Instrument optique, image agrandie, défaut de vision",
    "Capacités évaluables": "Analyser la formation d’une image dans des appareils optiques",
    "Connaissances évaluables": "Fonctionnement de la loupe et de l’œil, myopie/hypermétropie",
    "Objectif de cours": "Comprendre l'utilisation de dispositifs optiques simples.",
    "Connaissances et Capacités": "Lentille, système optique, correction visuelle",
    "Prérequis": "Lentilles, image, vision",
    "bilan": "Analyse des effets des lentilles minces convergentes sur la lumière. Formation d’images, distance focale, usage de la loupe, schématisation."
  },
  {
    "name": "Le courant électrique alternatif sinusoïdal",
    "objectives": "Reconnaître les caractéristiques d’une tension alternative.",
    "hours": 2,
    "Concepts clés": "Tension alternative, fréquence, oscillogramme",
    "Capacités évaluables": "Lire un oscillogramme, déterminer fréquence et amplitude",
    "Connaissances évaluables": "Définition de tension sinusoïdale, grandeur électrique",
    "Objectif de cours": "Analyser les propriétés d’un courant alternatif sinusoïdal.",
    "Connaissances et Capacités": "Valeurs efficaces, maximales, période",
    "Prérequis": "Tension, courant continu, multimètre",
    "bilan": "Observation du fonctionnement de la loupe et de l’œil humain. Détection et correction des défauts visuels (myopie, hypermétropie). Introduction à la correction optique."
  },
  {
    "name": "Installation électrique domestique",
    "objectives": "Décrire une installation domestique monophasée et assurer sa sécurité.",
    "hours": 2,
    "Concepts clés": "Phase, neutre, disjoncteur, sécurité",
    "Capacités évaluables": "Identifier les éléments d’une installation, justifier les règles de sécurité",
    "Connaissances évaluables": "Fonctionnement d’un disjoncteur, rôle de la terre",
    "Objectif de cours": "Comprendre l’organisation et les règles de sécurité d’une installation domestique.",
    "Connaissances et Capacités": "Montage monophasé, protection des personnes et des biens",
    "Prérequis": "Circuits électriques, conducteurs/isolants, tension",
    "bilan": "Étude de la tension alternative sinusoïdale : forme, fréquence, période, valeur efficace. Lecture à l’oscilloscope et différenciation avec le courant continu."
  }
]